/* NSMenuItem : <title: > (oid:4399) */
" " = " ";

/* NSButton (Always overwrite when reloading) : <title:Always overwrite when reloading> (oid:1371) */
"Always overwrite when reloading" = "Завжди перезаписувати при перезавантаження";

/* NSButton (Always use this application) : <title:Always use this application> (oid:2011) */
"Always use this application" = "Завжди використорувати цю програму";

/* NSBox (Appearance) : <title:Appearance> (oid:886) */
"Appearance" = "Зовнішній вигляд";

/* NSTextField (Ask before closing a connected browser window.) : <title:Ask before closing a connected browser window.> (oid:1591) */
"Ask before closing a connected browser window." = "Завжди перепитувати, переж тим як закривати вікно з'єднання браузера.";

/* NSTextField (Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.) : <title:Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.> (oid:3037) */
"Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded." = "Намагаюсь виокремити текст і створити новий документ із відвантажених PNG, JPEG і GIF зображень.";

/* NSButton (Automatically check for updates in) : <title:Automatically check for updates in> (oid:1380) */
"Automatically check for updates in" = "Автоматично перевіряти поновлення в";

/* NSTabViewItem : <title:Bandwidth> (oid:4919) */
"Bandwidth" = "Пропускна здатність";

/* NSBox (Bookmarks) : <title:Bookmarks> (oid:1615) */
"Bookmarks" = "Закладки";

/* NSBox (Box) : <title:Box> (oid:1705) */
"Box" = "Коробка";

/* NSButton (Bring window to front when transfer starts) : <title:Bring window to front when transfer starts> (oid:1237) */
"Bring window to front when transfer starts" = "Перемістити вікно на передній план, коли починається передача";

/* NSTabViewItem : <title:Browser> (oid:4924) */
"Browser" = "Браузер";

/* NSButton (Change Settings…) : <title:Change Settings…> (oid:4024) */
"Change Settings…" = "Змінити установки…";

/* NSButton (Change permissions) : <title:Change permissions> (oid:1264) */
"Change permissions" = "Змінити дозволи";

/* NSTextField (Changes take effect the next time you open the application.) : <title:Changes take effect the next time you open the application.> (oid:3827) */
"Changes take effect the next time you open the application." = "Зміни подіють при наступному старті програми.";

/* NSButton (Check for Update Now) : <title:Check for Update Now> (oid:1381) */
"Check for Update Now" = "Перевірити Оновлення Зараз";

/* NSTextField (Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.) : <title:Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.> (oid:5430) */
"Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy." = "Оберіть Сховище Зменшеною Надлишковості (RRS), аби зменшити витрати, зберігаючи некритичні, відновлювальні дані на більш низьких рівнях надлишковості";

/* NSTextField (Choose the algorithm to encrypt files with on upload.) : <title:Choose the algorithm to encrypt files with on upload.> (oid:6075) */
"Choose the algorithm to encrypt files with on upload." = "Choose the algirithm to encrypt files with on upload.";

/* NSButton (Close window when transfer completes) : <title:Close window when transfer completes> (oid:1238) */
"Close window when transfer completes" = "Закрити вікно по завершенню передачі";

/* NSButton (Confirm disconnect) : <title:Confirm disconnect> (oid:849) */
"Confirm disconnect" = "Підтвердіть роз'єднання";

/* NSTextField (Connect to bookmark:) : <title:Connect to bookmark:> (oid:1203) */
"Connect to bookmark:" = "З'єднатись із закладками:";

/* NSTabViewItem : <title:Connection> (oid:4922) */
"Connection" = "З'єднання";

/* NSButton (Convert to Google Docs format) : <title:Convert to Google Docs format> (oid:2698) */
"Convert to Google Docs format" = "Перевести в формат Google Docs";

/* NSButton (Default) : <title:Default> (oid:1449) */
"Default" = "За замовчуванням";

/* NSBox (Default Bucket Location) : <title:Default Bucket Location> (oid:1812) */
"Default Bucket Location" = "Розташування Блоку за замовчуванням";

/* NSBox (Default Protocol Handler) : <title:Default Protocol Handler> (oid:1581) */
"Default Protocol Handler" = "Обробник Протоколу за замовчуванням";

/* NSBox (Default Storage Class) : <title:Default Storage Class> (oid:5429) */
"Default Storage Class" = "Клас Сховища за замовчуванням";

/* NSTextField (Default protocol:) : <title:Default protocol:> (oid:852) */
"Default protocol:" = "Протокол за замовчуванням:";

/* NSTextField (Documents:) : <title:Documents:> (oid:2672) */
"Documents:" = "Документи:";

/* NSButton (Double click opens file in external editor) : <title:Double click opens file in external editor> (oid:894) */
"Double click opens file in external editor" = "Подвійний клік відкриває файл у зовнішньому редакторі";

/* NSTextField (Download Folder:) : <title:Download Folder:> (oid:1232) */
"Download Folder:" = "Папка Завантаження:";

/* NSBox (Downloads) : <title:Downloads> (oid:2472) */
"Downloads" = "Завантаження";

/* NSTabViewItem : <title:Editor> (oid:4917) */
"Editor" = "Редактор";

/* NSBox (Encryption) : <title:Encryption> (oid:6074) */
"Encryption" = "Encryption";

/* NSButton (Execute) : <title:Execute> (oid:1267) */
"Execute" = "Виконати";

/* NSTextField (Existing Files:) : <title:Existing Files:> (oid:1284) */
"Existing Files:" = "Присутні файли:";

/* NSTabViewItem : <title:FTP> (oid:4925) */
"FTP" = "FTP";

/* NSTabViewItem : <title:Filter> (oid:1423) */
"Filter" = "Фільтр";

/* NSTabViewItem : <title:General> (oid:4921) */
"General" = "Основний";

/* NSTabViewItem : <title:Google Docs> (oid:5273) */
"Google Docs" = "Google Drive";

/* NSTextField (Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.) : <title:Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.> (oid:2473) */
"Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded." = "Google Docs підтримують експорт документів в різні формати файлів. Оберіть формат експорту за замовчуванням для документів, що завантажуються.";

/* NSTextField (Group) : <title:Group> (oid:1261) */
"Group" = "Група";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:889) */
"Horizontal Lines" = "Горизонтальні Лініі";

/* NSButton (Info window always shows current selection) : <title:Info window always shows current selection> (oid:1353) */
"Info window always shows current selection" = "Вікно інформації завжди показує поточне виділення";

/* NSTabViewItem : <title:Language> (oid:4940) */
"Language" = "Мова";

/* NSTextField (Long) : <title:Long> (oid:1393) */
"Long" = "Довгий";

/* NSTextField (Maximum Throughput:) : <title:Maximum Throughput:> (oid:1738) */
"Maximum Throughput:" = "Максимальний пропуск:";

/* NSTextField (Medium) : <title:Medium> (oid:1392) */
"Medium" = "Середній";

/* NSTextField (Number of retries:) : <title:Number of retries:> (oid:1641) */
"Number of retries:" = "Кількість повторів:";

/* NSTextField (Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.) : <title:Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.> (oid:1592) */
"Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser." = "Відкрийте пусте вікно браузера, потім відкрийте програму. З'єднання з обраними закладками відкривається в новому браузері.";

/* NSButton (Open downloaded files with default application) : <title:Open downloaded files with default application> (oid:1228) */
"Open downloaded files with default application" = "Відкрити завантаджені файли програмою за замовчуванням";

/* NSButton (Open new browser window on startup) : <title:Open new browser window on startup> (oid:1201) */
"Open new browser window on startup" = "Відкрити нове вікно браузера при старті програми";

/* NSMenuItem : <title:Open new connection> (oid:1411) */
"Open new connection" = "Відкрити нове з'єднання";

/* NSButton (Optical Character Recognition (OCR)) : <title:Optical Character Recognition (OCR)> (oid:3038) */
"Optical Character Recognition (OCR)" = "Оптичне Розпізнавання Символів (OCR)";

/* NSMenu : <title:OtherViews> (oid:6078) */
"OtherViews" = "Інші види";

/* NSTextField (Others) : <title:Others> (oid:1263) */
"Others" = "Інші";

/* NSTextField (Owner) : <title:Owner> (oid:1268) */
"Owner" = "Власник";

/* NSTabViewItem : <title:Permissions> (oid:1209) */
"Permissions" = "Дозволи";

/* NSPanel (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "Налаштування";

/* NSTextField (Presentations:) : <title:Presentations:> (oid:2674) */
"Presentations:" = "Презентації:";

/* NSButton (Preserve modification date) : <title:Preserve modification date> (oid:1274) */
"Preserve modification date" = "Зберігати дату зміни";

/* NSBox (Proxies) : <title:Proxies> (oid:4003) */
"Proxies" = "Проксі";

/* NSButton (Read) : <title:Read> (oid:1269) */
"Read" = "Читати";

/* NSButton (Remove when transfer completes) : <title:Remove when transfer completes> (oid:1229) */
"Remove when transfer completes" = "Усунути по завершенню передачі";

/* NSButton (Repeat failed networking tasks) : <title:Repeat failed networking tasks> (oid:1642) */
"Repeat failed networking tasks" = "Повторити невдалі мережеві задачі";

/* NSButton (Return key selects folder or file to rename) : <title:Return key selects folder or file to rename> (oid:1789) */
"Return key selects folder or file to rename" = "Клавіша Return виділяє папку або файл дял перейменування";

/* NSTabViewItem : <title:S3> (oid:4918) */
"S3" = "S3";

/* NSTabViewItem : <title:SFTP> (oid:4926) */
"SFTP" = "SFTP";

/* NSButton (Save Workspace) : <title:Save Workspace> (oid:1404) */
"Save Workspace" = "Зберегти Робоче місце";

/* NSTextField (Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.) : <title:Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.> (oid:1578) */
"Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default." = "Шукати паролі в Keychain. Зберігайте паролі після вдалого входу у Keychain за замовчуванням.";

/* NSTextField (Select a text editor to open files with by default if no other application installed can be found to edit a given file type.) : <title:Select a text editor to open files with by default if no other application installed can be found to edit a given file type.> (oid:1972) */
"Select a text editor to open files with by default if no other application installed can be found to edit a given file type." = "Оберіть текстовий редактор, який відкриватиме файли за замовчуванням, якщо немає встановленої програми, яка редагує даний тип файлів.";

/* NSTextField (Select the default application to be opened for files or links pointing to an FTP location.) : <title:Select the default application to be opened for files or links pointing to an FTP location.> (oid:1576) */
"Select the default application to be opened for files or links pointing to an FTP location." = "Оберіть программу за замовчуванням, яка відкриватиметься при кліку на посиланнях чи файлах, які вказують на FTP розміщення.";

/* NSTextField (Select the default application to be opened for files or links pointing to an SFTP location.) : <title:Select the default application to be opened for files or links pointing to an SFTP location.> (oid:1586) */
"Select the default application to be opened for files or links pointing to an SFTP location." = "Оберіть программу за замовчуванням, яка відкриватиметься при кліку на посиланнях чи файлах, які вказують на SFTP розміщення.";

/* NSTextField (Short) : <title:Short> (oid:1391) */
"Short" = "Коротко";

/* NSButton (Show hidden files) : <title:Show hidden files> (oid:875) */
"Show hidden files" = "Показати приховані файли";

/* NSButton (Skip files matching the regular expression:) : <title:Skip files matching the regular expression:> (oid:1445) */
"Skip files matching the regular expression:" = "Пропустити файли, які відповідають виразу:";

/* NSTextField (Spreadsheets:) : <title:Spreadsheets:> (oid:2676) */
"Spreadsheets:" = "Таблиці:";

/* NSBox (Text Encoding) : <title:Text Encoding> (oid:4394) */
"Text Encoding" = "Кодування Тексту";

/* NSTextField (The geographic location in which buckets will be created by default.) : <title:The geographic location in which buckets will be created by default.> (oid:1814) */
"The geographic location in which buckets will be created by default." = "В яких блоках буде за замовчуванням створено географічне розміщення.";

/* NSTextField (The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.) : <title:The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.> (oid:4395) */
"The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server." = "Обране за замовчеванням кодування тексту використовується для конвертації символів в іменах файлів для відображення у браузері. Має співпадати з кодуванням тексту на сервері.";

/* NSBox (Throttle Transfers) : <title:Throttle Transfers> (oid:1689) */
"Throttle Transfers" = "Регулюємі передачі";

/* NSTextField (Timeout for opening connections (seconds):) : <title:Timeout for opening connections (seconds):> (oid:1169) */
"Timeout for opening connections (seconds):" = "Таймаут для вхідних з'єднань (секунд):";

/* NSBox (Timeouts) : <title:Timeouts> (oid:1125) */
"Timeouts" = "Таймаути";

/* NSTabViewItem : <title:Timestamps> (oid:1213) */
"Timestamps" = "Часові відмітки";

/* NSTextField (Transfer Files:) : <title:Transfer Files:> (oid:1406) */
"Transfer Files:" = "Передати файли:";

/* NSTabViewItem : <title:Transfers> (oid:4923) */
"Transfers" = "Передачі";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:1731) */
"Unlimited Bandwidth" = "Необмежений трафік";

/* NSTabViewItem : <title:Update> (oid:4920) */
"Update" = "Поновити";

/* NSButton (Upload with temporary filename) : <title:Upload with temporary filename> (oid:5593) */
"Upload with temporary filename" = "Відвантажити з тимчасовити іменами файлів";

/* NSBox (Uploads) : <title:Uploads> (oid:2678) */
"Uploads" = "Відвантаження";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:862) */
"Use Keychain" = "Використовувати Keychain";

/* NSMenuItem : <title:Use Large Icons> (oid:1621) */
"Use Large Icons" = "Великі іконки";

/* NSMenuItem : <title:Use Medium Icons> (oid:1829) */
"Use Medium Icons" = "Середні іконки";

/* NSMenuItem : <title:Use Small Icons> (oid:1620) */
"Use Small Icons" = "Маленькі іконки";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:878) */
"Use alternating row background" = "Використовувати альтернативний рядок на фоні";

/* NSMenuItem : <title:Use browser connection> (oid:1412) */
"Use browser connection" = "Використовувати з'єднання браузера";

/* NSButton (Use spring-loaded folders when dragging files) : <title:Use spring-loaded folders when dragging files> (oid:1354) */
"Use spring-loaded folders when dragging files" = "Використовувати підпружинені папки при перетягуванні файлів";

/* NSButton (Use system proxy settings) : <title:Use system proxy settings> (oid:4029) */
"Use system proxy settings" = "Використовувати системні установки проксі";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:879) */
"Vertical Lines" = "Вертикальні лінії";

/* NSTextField (When using small icons, only the nickname of the bookmark is displayed.) : <title:When using small icons, only the nickname of the bookmark is displayed.> (oid:1617) */
"When using small icons, only the nickname of the bookmark is displayed." = "Коли використовуються маленькі іконки, відображаються тільки назви закладок.";

/* NSTextField (Will save all open browsers when quitting and restore the connections upon relaunch.) : <title:Will save all open browsers when quitting and restore the connections upon relaunch.> (oid:1590) */
"Will save all open browsers when quitting and restore the connections upon relaunch." = "Збереже всі вібкриті браузери і відновить з'єднання після перезапуску.";

/* NSButton (Write) : <title:Write> (oid:1262) */
"Write" = "Писати";

/* NSTextField (You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.) : <title:You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.> (oid:2684) */
"You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online." = "Ви можете просто збурігати відвантадені файли в Google Документах, або конвертувати текстові документи, презентації і таблиці в формат Google Документів, аби потім без проблем редагувати їх онлайн.";

/* NSMenuItem : <title:for Files> (oid:1556) */
"for Files" = "для Файлів";

/* NSMenuItem : <title:for Folders> (oid:1555) */
"for Folders" = "для Папок";

/* NSButton (to the permissions of the local file or folder) : <title:to the permissions of the local file or folder> (oid:1247) */
"to the permissions of the local file or folder" = "для дозволів локального файлу чи папки";

/* NSButton (to the permissions of the remote file or folder) : <title:to the permissions of the remote file or folder> (oid:1254) */
"to the permissions of the remote file or folder" = "для дозволів віддаленого файлу чи папки";

/* NSButton (to these permissions:) : <title:to these permissions:> (oid:1270) */
"to these permissions:" = "для цих дозволів:";

/* NSTextField (with delay (seconds):) : <title:with delay (seconds):> (oid:4579) */
"with delay (seconds):" = "із затримкою (секунд):";

/* NSButton (with delay:) : <title:with delay:> (oid:1395) */
"with delay:" = "із затримкою:";

